Repository: licehunter/plasma-apcups
Catalog: po/*.po
Languages: ca, fr

source: The apcups data engine could not be initialised. Try restarting KDE.
ca: El motor de dades per apcups no s'ha pogut inicialitzar. Proveu de tornar a engegar el KDE.
fr: Le moteur de données ApcUps n'a pas pu être initialisé. Essayez de redémarrer le KDE.

source: APC UPS Monitor
ca: Monitor de SAI per APC
fr: Moniteur de systèmes ASI APC

source: Settings
ca: Arranjament
fr: Configuration

source: The UPS state has changed back to <b>Normal</b>
ca: L'estat del SAI a passat al nivell <b>normal</b>

source: The UPS state has changed to <b>Warning</b>
ca: L'estat del SAI a passat al nivell d'<b>advertència</b>

source: The UPS state has changed to <b>Critical</b>
ca: L'estat del SAI a passat al nivell <b>crític</b>

source: APC UPS Monitor - %1
ca: Monitor de SAI per APC - %1

# Label showing how much time is left running on batteries.
source: Left
ca: Resten

# Label showing UPS load, in percentage (i.e., how much stuff is connected to it).
source: Load
ca: Tensió

# Label showing how much charge the battery currently has.
source: Charge
ca: Càrrega

# Default text of label showing the hostname. Not normally seen.
source: Hostname
ca: Servidor:

# Default text of label showing the status. Not normally seen.
source: STATUS
ca: ESTAT

source: Form
ca: Formulari
fr: Formulaire

source: This section is for entering the details of the apcupsd server that controls your target UPS. You need to supply this information in order to be able to monitor the UPS status.
ca: Aquesta secció és per introduir els detalls dels servidor <i>apcupsd</i> que controla el vostre SAI. Cal omplir aquesta informació per poder veure l'estat del SAI.

source: Apcupsd server details
ca: Dades del servidor Apcupsd
fr: Details du serveur Apcupsd

source: Hostname:
ca: Servidor:
fr: Serveur:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Enter here the name or IP address of the computer running the apcupsd server controlling the UPS you wish to monitor.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">See <a href="http://www.apcupsd.com/"><span style=" text-decoration: underline; color:#0057ae;">http://www.apcupsd.com/</span></a> for more info.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Introduïu ací el nom o adreça IP de l'ordinador on hi ha el servidor apcupsd que es comunica amb el SAI que voleu controlar.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vegeu <a href="http://www.apcupsd.com/"><span style=" text-decoration: underline; color:#0057ae;">http://www.apcupsd.com/</span></a> (en anglès) per més informació.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Enter here the port number where your apcupsd server is listening for connections. The default is 3551, but it may different, especially when there is more than one apcupsd server running on the same machine.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Check the apcupsd documentation at <a href="http://www.apcupsd.com/"><span style=" text-decoration: underline; color:#0057ae;">http://www.apcupsd.com/</span></a> for more details.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Introduïu ací el número del port TCP on el vostre servidor apcupsd està escoltant. Per defecte això és el port 3551, però pot ésser un altre, especialment quan hi ha més d'un servidor apcupsd executant-se a la mateixa màquina.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vegeu la documentació del programa apcupsd a <a href="http://www.apcupsd.com/"><span style=" text-decoration: underline; color:#0057ae;">http://www.apcupsd.com/</span></a> (en anglès) per més detalls.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This section allows you to configure the treshold for going into <span style=" font-style:italic;">alert</span> state based on the amount of battery charge left as reported by the target UPS.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">En aquesta secció podeu configurar el límit abans no es passi a l'estat d'<span style=" font-style:italic;">alerta</span> com a conseqüència de la quantitat de càrrega restant a la bateria, tal com l'estima el SAI (sistema d'alimentació ininterrompuda).</p></body></html>

source: Battery Charge
ca: Nivell de bateria
fr: Niveau de batterie

source: Low Battery Critical Level:
ca: Bateria baixa, nivell crític:
fr: Niveau critiquement faible:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is the treshold at which the battery charge on the target UPS is considered to be critically low.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">It has the effect of changing the appearance of the plasmoid to the <span style=" font-style:italic;">critical</span> state.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aquest és el límit a partir del qual l'estat de càrrega de la bateria es considera críticament baix.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Té l'efecte de canviar l'aparença del plasmoid a l'estat <span style=" font-style:italic;">crític</span>.</p></body></html>

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This section allows you to configure the treshold for going into <span style=" font-style:italic;">warning</span> and <span style=" font-style:italic;">alert</span> states based on the electrical load being borne by the target UPS.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aquesta secció vos permet de configurar els límits per passar als estats d'<span style=" font-style:italic;">advertència</span> i <span style=" font-style:italic;">alerta</span> en funció de la tensió elèctrica que s'està demanant del SAI (sistema d'alimentació ininterrompuda).</p></body></html>

source: UPS Load
ca: Sobrecàrrega
fr: Surcharge

source: High Load Warning Level:
ca: Sobrecàrrega, nivell d'advertència:
fr: Niveau d'avertissement:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is the treshold at which the electrical load on the UPS is considered to be of concern.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">It has the effect of changing the appearance of the plasmoid to the <span style=" font-style:italic;">warning</span> state.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aquest és el límit a partir del qual a partir del qual la tensió al SAI es considera inusualment alta.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Té l'efecte de canviar l'aparença del plasmoid a l'estat d'<span style=" font-style:italic;">alerta</span>.</p></body></html>

source: High Load Critical Level:
ca: Sobrecàrrega, nivell crític:
fr: Niveau critique:

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is the treshold at which the electrical load on the UPS is considered to be unacceptably high.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">It has the effect of changing the appearance of the plasmoid to the <span style=" font-style:italic;">alert</span> state.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aquest és el límit a partir del qual a partir del qual la tensió al SAI es considera inacceptablement alta.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Té l'efecte de canviar l'aparença del plasmoid a l'estat <span style=" font-style:italic;">crític</span>.</p></body></html>
